Repository: Shieldowskyy/PiozaLauncher
Catalog: Content/Localization/Launcher/*/Launcher.po
Languages: pl

# ,2BF00157AC48427EA098CBE1956B3061
source: Created by {author}
pl: Stworzone przez {author}

# ,5A01DBB0FBAF41B49E71A284499BC62D
source: About {gamename}
pl: O {gamename}

# ,BC21BCE4A7F6423EB92247AF492223FC
source: by Author
pl: autorstwa

# ,DE04E5A9D5134EB99A9EB2D2E4C12BF1
source: About
pl: O programie

# ,17D5B1995BBD45CCB09B2D2C06F5EA16
source: View Releases
pl: Zobacz wydania

# ,D6207D672EBD4EF99DF59D23185FDA85
source: License AGPL-3.0
pl: Licencja AGPL-3.0

# ,74DC3B0E95474B7984CD9C1AD7B423BA
source: Report a bug
pl: Zgłoś błąd

# ,04F14A7848B97BE9CC4CDF9EB31FFD88
source: Developer: {dev}
pl: Twórca: {dev}

# ,28CFD8254C4FF9E5649001B560E0B622
source: Error saving json file! tried path: {path}
pl: Wystąpił błąd podczas zapisywania pliku json! Próbowano ścieżkę: {path}

# ,3CF1E42148FBECB1C18AD88A8EC025A6
source: Choose game .wav sound effect
pl: Wybierz efekt dźwiękowy gry .wav

# ,443C2A2F4B9BB0E3F8292E94E21C343F
source: All files
pl: Wszystkie pliki

# ,7CF684864F3DD86754123E9FC6626DA0
source: Choose game .exe file
pl: Wybierz plik .exe gry

# ,A704CF2C430AB6C906655E8A2A9A93B0
source: All files
pl: Wszystkie pliki

# ,A81BEAA6402EA1C17E48BEA3F8510B0F
source: Audio files
pl: Pliki audio

# ,B0790D1F4226A79C67EA2CAE39867FA6
source: Choose game .jpg icon
pl: Wybierz ikonę w formacie .jpg

# ,B1E2856943AA91E27D9914B7677492C4
source: Choose game .wav music theme
pl: Wybierz motyw muzyczny .wav gry

# ,C63EC45346530F8C204A53A9E90F936D
source: Audio files
pl: Pliki audio

# ,DDB50E15F060421186E8A315B5708CDF
source: Choose game .sh file
pl: Wybierz plik .sh gry

# ,F65711154F128A1101BC6DA87AB515E4
source: Executable file
pl: Plik wykonywalny

# ,F8C914DB45BAF554CF6A6C831CE4DC01
source: Choose game .jpg backgrond
pl: Wybierz background gry .jpg

# ,F98C859F461C0852415143919C14A084
source: Platforms:
pl: Platformy:

# ,6F9F04B74AE2FDED092BB29AA24A2350
source: Type game name to unlock picking game icon!
pl: Wpisz nazwę gry, aby odblokować wybieranie obrazu ikony!

# ,9981ADF748D9C9A51446659A387376E6
source: Add game to list
pl: Dodaj grę do listy

# ,074736DA4B4119EDF3D42F84F2E1C99A
source: Exit this menu
pl: Wyjdź z tego menu

# ,206401D041D12FB45B6306843D99B162
source: eg. Dasho Games
pl: np. Dasho Games

# ,E775A2F34B79737699C570B413794B4B
source: Pick game executable file (.exe) -->>
pl: Wybierz plik wykonywalny gry (.exe) -->>

# ,43E6204D4E539728ECDCCCA19BB819BB
source: Write some description here... Something about game or creators...
pl: Napisz tutaj jakiś opis... coś o grze lub twórcach...

# ,C508F18E41466AA0D69D41AA3080CB34
source: Game name without spaces or special characters
pl: Nazwa gry bez spacji lub znaków specjalnych

# ,CFFBFFC94BA9B3D5FC33519E91880A15
source: Pick game icon image (.jpg) -->>
pl: Wybierz obraz ikony gry (.jpg) -->>

# ,158E63C543BFF3F6C95529A42BFD4661
source: Pick game background image (.jpg) -->>
pl: Wybierz tło gry (.jpg) -->>

# ,E295BD9942EDEA7938268DAE64D38A76
source: Pick game button sound effect (.wav) ->
pl: Efekt dźwiękowy przycisku gry (.wav) ->

# ,E91875644E65C8C43E7BFE9645404594
source: *optional
pl: *opcjonalne

# ,3055EA3A4CE845A2A2732BAC986AC729
source: Pick game background theme (.wav) ->
pl: Wybierz motyw muzyczny gry (.wav) ->

# ,03754DF64191AB88D9A2608703C41AD6
source: *optional
pl: *opcjonalne

# ,AC09574D47E6F22C691165B027C68873
source: Game name*
pl: Nazwa gry*

# ,148BA7EA48CBDF7FF67A68BEB1D303CC
source: ADD
pl: DODAJ

# ,4E8940794447FF0779F756AD9800C0D5
source: Executable Path*
pl: Ścieżka do pliku exe*

# ,CD8FDFA6488BF9439843B4A37BE65419
source: Created by*
pl: Twórca gry*

# ,E9AB72CF41344EC2448DFA8EE09426D4
source: Icon (.jpg)*
pl: Ikona (.jpg)*

# ,4AA282104A2F5B164526D4BE58E787B4
source: Pick (.jpg) image
pl: Wybierz obraz (.jpg)

# ,F2A847AB481BDF7648188F891BA1B645
source: Pick (.exe) executable
pl: Wybierz plik wykonywalny (.exe)

# ,A3AF27824787117D8B74F68A378C0EC7
source: Background (.jpg)*
pl: Tło (.jpg)

# ,7C7C584541110AE42AF5058178A916D2
source: CANCEL
pl: ANULUJ

# ,361ACC314C6A63CA97B018BA3C8C34FF
source: Sound Effect (*.wav)
pl: Efekt dźwiękowy (*.wav)

# ,CA4DFA654AFCD7B7547B309E3C134B61
source: Pick short (2 sec.) audio file
pl: Wybierz krótki (2 sek.) plik audio

# ,D61FC8964084D2D5B50A599ABAFF7048
source: Required:
pl: Wymagane:

# ,CC0B35AA4C79284FFACE55AF5D07800F
source: Optional:
pl: Opcjonalne:

# ,081750894B385787E96A1481646A4EC4
source: Music Theme (*.wav)
pl: Motyw muzyczny (*.wav)

# ,9A3B8433411AF81C14DBD99BAFE93507
source: Pick long (music) audio file
pl: Wybierz długi plik audio (muzyczny)

# ,8414EC49486A1DE6DC2A02976FBF141D
source: Description*
pl: Opis*

# ,0654F3224ABA844DF761AA989EB7A67E
source: Canceled by user...
pl: Anulowane przez użytkownika...

# ,0361FDAA17244787A70C6B3C16C42A86
source: There was a problem downloading latest games manifest file! Check your internet connection or try downloading a new version of the launcher by clicking the button below!
pl: Wystąpił problem podczas pobierania najnowszego pliku manifestu gier! Sprawdź swoje połączenie internetowe lub spróbuj pobrać nową wersję launchera, klikając poniższy przycisk!

# ,0881FF51163A453291B9898EB4FD320A
source: There was an error while reading manifest file from your disk! Check free disk space and permissions in launcher savedata directory!
pl: Wystąpił błąd podczas odczytu pliku manifestu z dysku! Sprawdź wolne miejsce na dysku i uprawnienia w katalogu zapisu launchera!

# ,11AC21B44E595F156148FE9076C1C858
source: Removing complete...
pl: Usuwanie ukończone...

# ,11B22F76430A426289DBA345382C1AEA
source: Installing Proton runtime ({name}). Please wait...
pl: Instalowanie zależności Protona ({name}). Proszę czekać...

# ,1455E51141802B91A25522AA7D72797E
source: Select game installation folder!
pl: Wybierz katalog instalacyjny gry!

# ,21BF11A9245A4189BF3DA22A18DC88DF
source: Downloading Proton runtime...
pl: Pobieranie środowiska Proton...

# ,231824D849F87E786D3688A72FAC2B79
source: RESTORE OPERATION FAILED! CANNOT CREATE FOLDER IN {folderpath}
pl: OPERACJA PRZYWRACANIA NIE POWIODŁA SIĘ! NIE MOŻNA UTWORZYĆ FOLDERU W {folderpath}

# ,24C33C783F5E4267A31D0765C9C5DB7C
source: Fetching Proton Runtime Script (0%)
pl: Pobieranie środowiska Proton (0%)

# ,25C6C7E04ABC9439AA95CF94334328CE
source: Cancel...
pl: Anuluj...

# ,297F0D67446A3F6449F11787D9372916
source: FAILED TO REMOVE GAME DIRECTORY FOR {gameid}
pl: NIE UDAŁO SIĘ USUNĄĆ KATALOGU GRY DLA {gameid}

# ,2D1A3A5D4C28F6BB669F0DA41BF4B586
source: Not Downloaded
pl: Niepobrana

# ,2F97B0674FB19F093F818B828584205B
source: Select backup archive destination folder!
pl: Wybierz folder docelowy kopii zapasowej!

# ,3091092A4DCDD650DF70859F28990D93
source: Play!
pl: Graj!

# ,318750FE419951A269A38997A9F49C0F
source: Preparing to unpack...
pl: Przygotowywanie do rozpakowania...

# ,38581F854A0029EAEF341697A9E22658
source: Moving Game...
pl: Przenoszenie gry...

# ,3B04D0B94A9A67C03FB7E0BC1806C685
source: Download and install
pl: Pobierz i zainstaluj

# ,3D5FE42B4929FB1F59D7479D1CD32E00
source: Unknown Error while archiving!
pl: Nieznany błąd podczas archiwizacji!

# ,3D9B013D412CFDA83603C883CDCB7845
source: Removing shortcut from {type}...
pl: Usuwanie skrótu z {type}...

# ,3E41176A450CAE54D6E4E4B0BF0053A3
source: Unpack & Install! (3 minutes)
pl: Rozpakuj i zainstaluj! (3 minuty)

# ,4145DA1D6F6146C5ADED9B4C2ADCEA54
source: Failed to install Proton redist {name}!
pl: Nie udało się zainstalować zależności Protona {name}!

# ,42DD7F52CF6C4B3F923993A42C47B5A5
source: Installing Proton redistributables...
pl: Instalowanie zależności Protona...

# ,465E19B6443EACC351A812B2BE4BB4DA
source: Archiving {game}: {percent}%
pl: Archiwizowanie {game}: {percent}%

# ,466BFED04FD632522A38549515C70ACF
source: Archiving {game}! Please Wait...
pl: Archiwizowanie {game}! Proszę czekać...

# ,470243224FA412A5D68161B9D8C09269
source: Restoring files...
pl: Przywracanie plików...

# ,48CB274541F621A4991462B19A4E12C2
source: Stopping game processes...
pl: Zatrzymywanie procesów gry...

# ,496A65043481442EBD8D483BB5FEF466
source: Assembling buttons, text, images and more...
pl: Układanie przycisków, tekstu, obrazków i innych...

# ,4A97173340BE46BC422CA7921BAEF9BB
source: Removing files...
pl: Usuwanie plików...

# ,53543C35414D9ACEC785EC872FD1357D
source: Ready to Play!
pl: Gotowe do gry!

# ,55673A7F4284ABFFF4983BB17BD09596
source: Playing Game!
pl: Podczas gry!

# ,5864F2EC4E2DD1CEBBE594BF5CB3A452
source: Unpacking files...
pl: Rozpakowywanie plików...

# ,60024F9649674B2374174FA81552BA09
source: Refreshing metadata ({current}/{length})
pl: Odświeżanie metadanych ({current}/{length})

# ,612E44CB46AF7660E92717A8A74D05AB
source: Restore game
pl: Przywróć grę

# ,6155B81647C7DDF382B280A0114B2DE3
source: Adding shortcut to {type}...
pl: Dodawanie skrótu do {type}...

# ,61C7FFD64C3CC81124EC7FBEDF0A9DC0
source: Downloading {filename} for {GameName}...
pl: Pobieranie {filename} dla {GameName}...

# ,648CEC164DA4B7121AE2D3BC6D73F6C6
source: Your existing version of Pioza Game Launcher is older than the oldest supported version by the server. Update the launcher using the button below....
pl: Twoja istniejąca wersja Pioza Game Launcher jest starsza niż najstarsza obsługiwana przez serwer. Zaktualizuj launcher używając przycisku poniżej....

# ,6889DE494BFF919F986C54B6350B3DC5
source: ERROR: GAME EXECUTABLE NOT FOUND IN FILESYSTEM!!!
pl: BŁĄD: PLIK WYKONYWALNY GRY NIE ZOSTAŁ ZNALEZIONY W SYSTEMIE PLIKÓW!!!

# ,69BEF4024FED07D0A03B7E8906AF119A
source: Select move destination folder!
pl: Wybierz folder docelowy!

# ,71A7CE104B57A795ED1A549B430CC86A
source: Free Space: {free} Required Space: {req}
pl: Wolne miejsce: {free} Wymagane miejsce: {req}

# ,7A95212D42004D6F9201B35D26C06062
source: Fetching Proton Runtime Script ({percent}%)
pl: Pobieranie środowiska Proton ({percent}%)

# ,7F0DEFD543AF15D6F9770FB973585D6C
source: Archiving {game} to {path} completed successfully!
pl: Archiwizowanie {game} do {path} zakończone pomyślnie!

# ,85EFE2F468C249B6AE6A7E4B80C6D00C
source: Your version of Pioza Launcher does not support current games manifest! Try downloading a new version of the launcher by clicking the button below!
pl: Twoja wersja Pioza Launcher nie obsługuje bieżącego manifestu gier! Spróbuj pobrać nową wersję launchera, klikając poniższy przycisk!

# ,8AA37BE54E54954FF6F7DAB0F8B74013
source: STARTING TO MOVE GAME {GAMEID} FROM {SOURCE} TO {DESTINATION}
pl: ROZPOCZYNANIE PRZENOSZENIA GRY {GAMEID} Z {SOURCE} DO {DESTINATION}

# ,990B83104EC7BDB32E347D874C851D42
source: Select packaged game archive!
pl: Wybierz spakowane archiwum gry!

# ,9A7D847C4F3AD02C098C8AAF02EFA6E7
source: There was an error while parsing launcher repo manifest file! Please check if new version of launcher is available...
pl: Wystąpił błąd podczas analizowania pliku manifestu repo launchera! Sprawdź, czy dostępna jest nowa wersja launchera...

# ,9B3450724CEF9EBE88C872960E7C86F5
source: (Free!)
pl: (Darmowe!)

# ,9CC7117349F047BC95F54D9C0AFA63D8
source: There was a problem connecting to the main {gamename} version server. Check your internet connection or try downloading a new version of the launcher by clicking the button below!
pl: Wystąpił błąd podczas łączenia z głównym serwerem wersji {gamename}. Sprawdź swoje połączenie internetowe lub spróbuj pobrać nową wersję launchera, klikając poniższy przycisk!

# ,9E939D516AD64E308EF26185FDF917C2
source: Download (Offline Mode)
pl: Pobierz (tryb offline)

# ,A7872FFFBF4C4F28AD5D43FD16E719A6
source: Failed to create folder tree for games metadata files! Check free disk space or permissions or try reinstalling or updating launcher...
pl: Nie udało się utworzyć drzewa folderów dla plików metadanych gier! Sprawdź wolne miejsce na dysku lub uprawnienia lub spróbuj ponownie zainstalować lub zaktualizować launcher...

# ,AAA27FA7443F0AA35A3E96B2346F9E15
source: Pioza Backup Archive
pl: Archiwum kopii zapasowej Pioza

# ,BE55CA194A75DFFA234667B941E8817E
source: {GameName} is Ready to launch!
pl: {GameName} jest gotowa do uruchomienia!

# ,C0BA41F1E3E54C9A9B0042222629575D
source: RESTORING FAILED BECAUSE OF SIGNATURE VERIFICATION MISMATCH. Selected Filename {filename} is not equal to selected game {filename2}
pl: Przywracanie nie powiodło się z powodu niezgodności weryfikacji podpisu. Wybrany plik o nazwie {filename} nie jest zgodny z wybraną grą {filename2}

# ,C7151CE74D8E0C0B647827AFC19C6D78
source: Downloading {filename} for {GameName}...
pl: Pobieranie {filename} dla {GameName}...

# ,C7B92981957F4059A9240CDF399513DE
source: Initializing Proton...
pl: Inicjowanie Protona...

# ,D2922AF848C7C6992C05689581D635E6
source: Update Available!
pl: Dostępna aktualizacja!

# ,D3ADCB76405B7B73A22D278B4DD01309
source: Cancel download
pl: Anuluj pobieranie

# ,DBBFDD4F4DCEEB17F2D146B1903B8A9A
source: Downlaoded! Ready to Unpack...
pl: Pobrane! Gotowe do rozpakowania...

# ,DDF4DD004CF6FD6872E8058B6AB5246F
source: Download
pl: Pobierz

# ,E3FFFE3BA6DB48C8BC7CEE9463ADF8DB
source: Processing assets...
pl: Przetwarzanie zasobów...

# ,E6475BB44238CABA1552528E8179AC12
source: Backup complete!
pl: Ukończono kopię!

# ,F31A3E2AAD1A40AA907913022EE9814E
source: Stop...
pl: Zatrzymaj...

# ,FA181802464CF3F6AE73B0A8913BF3DA
source: Archiving {game} to {path} progress: {percent}%
pl: Postęp archiwizowania {game} do {path} : {percent}%

# ,18A4BC514C8CBB4A0C2806AA69F611E9
source: h.
pl: godz.

# ,784EC8174042953C429667A83D1E1176
source: Playtime: {time} {unit}
pl: Czas gry: {time} {unit}

# ,E81BA1A24E84943B86F181A942EF5207
source: sec.
pl: sek.

# ,2B22F7F69BC64DD6B36CDC00D08F7503
source: Failed to remove cache...
pl: Nie udało się usunąć pamięci podręcznej...

# ,4028FF3E4C62F412F5B3F79E19A6D8F4
source: Removing cache complete...
pl: Usuwanie cache zakończone...

# ,7B75B1AF4B6EC7A63FE06781A163A8E8
source: Removing cache...
pl: Usuwanie cache...

# ,9B3BDF274E36849EF341FAA3EF91401E
source: About {GameTitle}:
pl: O {GameTitle}:

# ,E09E1D6742BDEE954F9248810B7B8B55
source: Loading...
pl: Wczytywanie...

# ,14C5AA424F28F013F45D10ACA055691F
source: Download ({size}MB)
pl: Pobierz ({size}MB)

# ,7F883E23AFD6461A90114E0A1DDE6BE3
source: File not found on server...
pl: Nie znaleziono pliku na serwerze...

# ,1000556F46F5AA14B0A54797DC6391D8
source: Download
pl: Pobierz

# ,45D5B54B4994EE2E04C85FBF8A73710F
source: - Changed ... - and ...
pl: - Zmieniono ... - i ...

# ,C3AAC67845701333710399996952049B
source: Minimum Requirements:
pl: Minimalne wymagania:

# ,701F4324C15E48B7B1551C3A669EF754
source: Establishing connection to manifests server...
pl: Nawiązywanie połączenia z serwerem manifestów...

# ,E649963B2003431786B4B72B560F5C8B
source: Establishing connection...
pl: Nawiązywanie połączenia...

# ,A5ECB210470D2322C693C8948D2E515A
source: Playtime:
pl: Czas gry:

# ,07695184AD5642FA8DCE8200C33B4669
source: eg. /usr/bin/wine
pl: np. /usr/bin/wine

# ,E7A865F94E7B472DB33F5585068A8D13
source: Only change this if you know what you're doing.
pl: Zmień to tylko jeśli wiesz co robisz.

# ,5F4F48F944B6E00E38BB7BA14A60ED15
source: Download & Install
pl: Pobierz i zainstaluj

# ,565EF93B4757544903C1B2B7E1578092
source: Uninstall
pl: Odinstaluj

# ,B9609ECC40453C5EC3AEDEAE95C35A5F
source: Remove Cache
pl: Usuń cache

# ,B8547A5948EE59EA33B083A0136A3471
source: Launch Options:
pl: Opcje uruchamiania:

# ,520AE70A45251CC0561D2F92357C2D2C
source: Download Size:
pl: Rozmiar pobierania:

# ,289C8A7B42B6CA448A447197FD81C6EF
source: Changelog:
pl: Lista zmian:

# ,C41CF47A4D203ABD92C208BF62348DDB
source: Play
pl: Graj

# ,C9A1CBE9BE4E4D5B951EF0CDD7780130
source: Theme:
pl: Motyw:

# ,2B928B46F3074F51A6828C648F19160F
source: Remove Cache After Installation?
pl: Usunąć pamięć podręczną po zainstalowaniu?

# ,7D67FC56E86341AFBD605294C642E06C
source: SOURCE
pl: ŹRÓDŁO

# ,D01A7E200365450B93BDD4DA03262731
source: Sound Volume
pl: Głośność dźwięku

# ,584161BB4AF0B1DFEDB13A89EFE582DD
source: OPTIONS
pl: OPCJE

# ,FBF1201C6D6C48F5942FA1665F9AED1C
source: EXIT
pl: WYJDŹ

# ,D06E0C3B4F34C1F50893B2857D2CDBA3
source: Browse
pl: Przeglądaj

# ,65B553EF43EBB5649EBDBC866025FB0F
source: Update & Close
pl: Aktualizuj i zamknij

# ,ABAD973B43DCA7B83F3C68A48B12BC8B
source: Browse files
pl: Przeglądaj pliki

# ,B3EF93BA4AC4A1B573A8D3A8C298606A
source: Check Again
pl: Sprawdź ponownie

# ,7020CBA74D66074B48BA05AF2FCACA69
source: Move
pl: Przenieś

# ,7B60566647274CEF7D5501910B739B56
source: Restore
pl: Przywróć

# ,C5899DFF4A106BDD926CB38BFC5FCD3E
source: Select RHI
pl: Wybór RHI

# ,99621E3C4DB9EA05B7C52883F2EBF314
source: Create shortcut in start menu?
pl: Utwórz skrót w menu start

# ,B8AF94074793269B9C61348F50D9AAC1
source: Create shortcut on desktop?
pl: Utwórz skrót na pulpicie

# ,AA1EFA0046793705BD0916A725E81C1B
source: Game Location
pl: Lokalizacja gry

# ,F58B71A31C5640A3A5525DEB21495693
source: Offline Mode
pl: Tryb offline

# ,E77AD3E691B54CDE85A0D9D9D4F2A691
source: ABOUT
pl: O PROGRAMIE

# ,DD12A37DF6CC44CD8D12F8017276B55E
source: Path to Wine Executable
pl: Ścieżka do Wine

# ,96DDCC404F32CB73C6C1A89064D0BD31
source: Minimize On Play
pl: Minimalizuj podczas gry

# ,5100E5954EF4C8CD39C290BFE34DB81A
source: This will affect only current selected game!
pl: To wpłynie tylko na wybraną grę!

# ,8CBE8EFA44389E17839304A844437003
source: Install-time Size (with Cache):
pl: Rozmiar podczas-instalacji (z Cache):

# ,CC4FEFE4122D49C0AD9497A131E66B2C
source: CRITICAL UPDATE TO VERSION {VERSION} IS AVAILABLE
pl: AKTUALIZACJA KRYTYCZNA DO WERSJI {VERSION} JEST DOSTĘPNA
